[{"page_name":"Home","content":[["AuTuMN is a diverse group of researchers working on modelling tuberculosis transmission to inform policy makers in their decisions to improve TB control in their countries.\u003Cbr\u003E\u003Cbr\u003EThe AuTuMN software platform was developed by our team of clinicians, modellers, economists and epidemiologists. It is based upon our mathematical model that has been used to simulate TB control programs in a range of settings and countries, including China, India, South Africa and Papua New Guinea"]]},{"page_name":"About us","content":[["The aims of AuTuMN","AuTuMN is dedicated to advancing tuberculosis (TB) control in regions where the disease remains highly or moderately endemic. Despite a global decline in TB incidence, it remains a leading public health threat in many countries, responsible for approximately 1.5 million deaths annually. Compounding this issue is the emergence of drug-resistant TB strains, further complicating efforts to control the epidemic.\n\nIn many of the hardest-hit regions, funding for TB control is severely limited, particularly in developing countries. This scarcity of resources makes it imperative to maximize the impact of every intervention.\n\nThrough advanced mathematical modelling, AuTuMN provides a powerful tool for optimizing the use of available funds, helping policymakers and National TB Programs design targeted, cost-effective strategies to reduce TB\u0027s burden. AuTuMN is not just about improving outcomes—it’s about enabling smarter decisions to achieve lasting, scalable impact in TB control.\n\nSee a few examples of applications of the AuTuMN model in the  \u003Ca href=\u0027../projects\u0027; style=\u0027\u0027font-weight:bold;\u0027;\u003E;Projects section\u003C/a\u003E\u003Cbr\u003E\u003Cbr\u003E\u003Cp\u003E","Images/"],["The AuTuMN group","AuTuMN brings together a diverse team of researchers with expertise spanning mathematics, medical statistics, epidemiology, health economics, medicine, and pharmacy. The core of our work lies in leveraging mathematical modelling and quantitative analysis to deepen the understanding of tuberculosis (TB) transmission dynamics and enhance global TB control efforts.\n\nThe AuTuMN team is a collaboration with TB modelling experts from leading Australian institutions, including the University of Queensland, James Cook University, the University of Melbourne, Monash University, and the Burnet Institute, creating a broad network of expertise across the country.\n\nSee more details about \u003Ca href=\u0027../Our%20Team\u0027; style=\u0027font-weight:bold\u0027;\u003EOur Team\u003C/a\u003E","Images/"],["The AuTuMN model","At AuTuMN, we develop a suite of models tailored to address specific public health questions, ensuring that the right model is selected to match the challenge at hand. Our portfolio includes stochastic cost-effectiveness models, deterministic transmission models, and agent-based models, each serving different analytical purposes depending on the context and complexity of the question.\n\nOur dynamic transmission models simulate TB spread within populations that can be stratified by a variety of factors such as age, HIV status, comorbidities, and geographical regions. This adaptability allows us to model specific groups—such as prisoners, Indigenous communities, or urban and rural populations—ensuring that the unique epidemiological characteristics of each group are considered. Additionally, AuTuMN integrates several TB strains into its models, including drug-sensitive TB (DS-TB), multidrug-resistant TB (MDR-TB), and extensively drug-resistant TB (XDR-TB).\n\nThese models are built with flexibility in mind, designed to replicate the complex transmission dynamics observed in TB-endemic regions. This modular platform supports the addition of a wide range of current and future TB interventions, including Directly Observed Treatment (DOT), diagnostic enhancements, MDR-TB management, active case finding, preventive therapies, and laboratory improvements.\n\nIn addition to transmission modeling, AuTuMN incorporates an economic framework that captures the detailed costs of interventions, which are calculated locally to reflect the real-world financial landscape. This dual approach allows us to generate outputs that address both the epidemiological impact and the financial feasibility of various TB control strategies. By doing so, our models can help forecast the costs and outcomes of different TB interventions, and guide the selection of the most effective and efficient strategies for specific country contexts.","Images/"],["Countries where AuTuMN is involved","","Image356.jpg"]]},{"page_name":"Our Team","content":[["Emma McBryde","MBBS, FRACP, MBiostat, PhD","Professor of Infectious Diseases, University of Queensland and Australian Institute of Tropical Health and Medicine, James Cook University","Australian Institute of Tropical Health and Medicine, James Cook University","Emma McBryde is an infectious diseases physician and did her PhD in mathematical modelling of infectious diseases. She applied this to antibiotic resistant pathogens, emerging infectious diseases and modelling infectious diseases of global significance, including influenza, SARS, Ebola, COVID-19 and tuberculosis. Emma has led consultancies for AusAID, DFAT, and the Global Fund on tuberculosis modelling for public health decision support. She has contributed to consultancies for the Commonwealth Department of Health and participated in Gates funded work on modelling to guide policy in tuberculosis.\nEmma continues to collaborate with many researchers across Australia with collaborations with University of Melbourne, Monash University and the Burnet Institute. Her research and mentorship in tropical infectious diseases continues, with collaborators across James Cook University and further afield with regional partners.","Images/Emma.jpg"],["James Trauer","MBBS, BA, MPH, FRACP, FAFPHM, PhD","Respiratory and Public Health Physician Infectious Disease Modeller","School of Public Health and Preventive Medicine, Monash University","A/Prof James Trauer is a respiratory, sleep, general and public health physician - and head of the Epidemiological Modelling Unit for the School of Public Health and Preventive Medicine at Monash University. Since 2020, his work has focused primarily on COVID-19, including working in close partnership with the World Health Organization Western Pacific and South East Asia Regions. Through this work, James’ team has developed a modular platform to support WHO member states from these regions in epidemiological modelling for pandemic control. These have included the Philippines, Malaysia, Sri Lanka, Viet Nam, Bangladesh, Myanmar and Bhutan. During Victoria’s second COVID-19 wave in 2020 and 2021 Delta outbreak, the team also provided modelling support to the Victorian Department of Health.","Images/james.webp"],["Romain Ragonnet","MsC, PhD","Infectious Disease Modeller","School of Public Health and Preventive Medicine, Monash University","Romain Ragonnet is an infectious disease modeller. He obtained a Master\u0027s degree in Applied Mathematics at the University of Lille (France) in 2014. He then realised his doctoral studies at the University of Melbourne between 2015 and 2018. The topic of his PhD was the mathematical modelling of tuberculosis.\n\nRomain has extensive experience in the fields of epidemiological research and programmatic application, both using the mathematical modelling tool. A significant part of his research work consists in exploring the dynamics of Mycobacterium tuberculosis transmission in order to improve the understanding of TB epidemiology and to assist local and global TB control.","Images/Romain.jpg"],["Damon Eisen","MBBS, MD, FRACP","Infectious Diseases Physician Professor of Medicine","Australian Institute of Tropical Health and Medicine, James Cook University","Damon is a consultant Infectious Diseases Physician with an affiliation with the Australian Institute of Tropical Health and Medicine, James Cook University. He completed a research doctorate that analysed antigenic diversity of malaria vaccine candidate antigens at the University of Melbourne. His research involves clinical trials, most recently at population level, primary prevention trial that aimed to determine whether low doses of aspirin reduced the risk of dying due to sepsis. Other research activity includes the use of linked hospital administrative data to determine the epidemiology and clinical outcomes of patients hospitalised due to infectious diseases.\n\nDamon has practiced as a consultant Infectious Diseases Physician since 1995 and, throughout that time, has cared for patients with tuberculosis. He has published on the epidemiology, treatment and host susceptibility of this global scourge. Damon has contributed his extensive clinical experience of the tuberculosis and served as a clinical liaison with in-country Control Program staff.","Images/Damon.jpg"],["Abdul Kuddus","BSc, MSc, MPH, PhD","Associate Professor of Mathematics, University of Rajshahi","University of Rajshahi","Abdul completed his PhD at James Cook University, on Using mathematical models to develop tuberculosis control strategies in Bangladesh. He returned to Bangladesh to take up a position of Associate Professor Rajshahi University, Bangladesh. He continues to work on tuberculosis models including geospatial models of tuberculosis in Bangladesh.","Images/abdul.jfif"],["Alec Henderson","PhD","Research Fellow, Computer Science","Australian Institute of Tropical Health and Medicine","Alec Henderson is an infectious disease modeller with a PhD in computer science and experience modelling various infectious diseases, including tuberculosis, dengue, and Ross River virus. As well as mathematical modelling, Alec has experience in algorithmics, enterprise computing, and software construction.","Images/alec.jfif"],["Samson Ogunlade","PhD","Data Analyst/Scientist","James Cook University","Dr. Samson Ogunlade is a mathematical biologist who combines his expertise in mathematics and biology to unravel the mysteries of the natural world. With a keen interest in understanding complex biological systems, Samson employs mathematical models and computational techniques to study various biological phenomena, ranging from population dynamics to disease spread. His innovative research has shed light on the intricate interplay between mathematical principles and biological processes, leading to groundbreaking insights in fields such as ecology, virology and epidemiology. Samson\u0027s work not only pushes the boundaries of scientific knowledge but also has the potential to inform practical applications in areas like conservation, healthcare, and plant science. With his analytical mind and passion for discovery, Samson Ogunlade continues to make significant contributions to the fascinating field of mathematical biology.","Images/samson.jfif"]]},{"page_name":"Publications","content":[[" Development of a risk score for prediction of poor treatment outcomes among patients with multidrug-resistant tuberculosis"," BACKGROUND: Treatment outcomes among patients treated for multidrug-resistant tuberculosis (MDR-TB) are often sub-optimal. Therefore, the early prediction of poor treatment outcomes may be useful in patient care, especially for clinicians when they have the ability to make treatment decisions or offer counselling or additional support to patients. The aim of this study was to develop a simple clinical risk score to predict poor treatment outcomes in patients with MDR-TB, using routinely collected data from two large countries in geographically distinct regions. METHODS: We used MDR-TB data collected from Hunan Chest Hospital, China and Gondar University Hospital, Ethiopia. The data were divided into derivation (n = 343; 60%) and validation groups (n = 227; 40%). A poor treatment outcome was defined as treatment failure, lost to follow up or death. A risk score for poor treatment outcomes was derived using a Cox proportional hazard model in the derivation group. The model was then validated in the validation group. RESULTS: The overall rate of poor treatment outcome was 39.5% (n = 225); 37.9% (n = 86) in the derivation group and 40.5% (n = 139) in the validation group. Three variables were identified as predictors of poor treatment outcomes, and each was assigned a number of points proportional to its regression coefficient. These predictors and their points were: 1) history of taking second-line TB treatment (2 points), 2) resistance to any fluoroquinolones (3 points), and 3) smear did not convert from positive to negative at two months (4 points). We summed these points to calculate the risk score for each patient; three risk groups were defined: low risk (0 to 2 points), medium risk (3 to 5 points), and high risk (6 to 9 points). In the derivation group, poor treatment outcomes were reported for these three groups as 14%, 27%, and 71%, respectively. The area under the receiver operating characteristic curve for the point system in the derivation group was 0.69 (95% CI 0.60 to 0.77) and was similar to that in the validation group (0.67; 95% CI 0.56 to 0.78; p = 0.82). CONCLUSION: History of second-line TB treatment, resistance to any fluoroquinolones, and smear non-conversion at two months can be used to estimate the risk of poor treatment outcome in patients with MDR-TB with a moderate degree of accuracy (AUROC = 0.69)."," https://www.ncbi.nlm.nih.gov/pubmed/31899769"," Alene, K. A. Viney, K. Gray, D. J. McBryde, E. S. Xu, Z. Clements, A. C. A."," PLoS One"," 2020"," 10.1371/journal.pone.0227100",""],[" Modeling the Cost-Effectiveness of Latent Tuberculosis Screening and Treatment Strategies in Recent Migrants to a Low-Incidence Setting"," Many tuberculosis (TB) cases in low-incidence settings are attributed to reactivation of latent TB infection (LTBI) acquired overseas. We assessed the cost-effectiveness of community-based LTBI screening and treatment strategies in recent migrants to a low-incidence setting (Australia). A decision-analytical Markov model was developed that cycled 1 migrant cohort (\u003E/=11-year-olds) annually over a lifetime from 2020. Postmigration/onshore and offshore (screening during visa application) strategies were compared with existing policy (chest x-ray during visa application). Outcomes included TB cases averted and discounted cost per quality-adjusted life-year (QALY) gained from a health-sector perspective. Most recent migrants are young adults and cost-effectiveness is limited by their relatively low LTBI prevalence, low TB mortality risks, and high emigration probability. Onshore strategies cost at least $203,188 (Australian) per QALY gained, preventing approximately 2.3%-7.0% of TB cases in the cohort. Offshore strategies (screening costs incurred by migrants) cost at least $13,907 per QALY gained, preventing 5.5%-16.9% of cases. Findings were most sensitive to the LTBI treatment quality-of-life decrement (further to severe adverse events); with a minimal decrement, all strategies caused more ill health than they prevented. Additional LTBI strategies in recent migrants could only marginally contribute to TB elimination and are unlikely to be cost-effective unless screening costs are borne by migrants and potential LTBI treatment quality-of-life decrements are ignored."," https://www.ncbi.nlm.nih.gov/pubmed/34017976"," Dale, K. D. Abayawardana, M. J. McBryde, E. S. Trauer, J. M. Carvalho, N."," Am J Epidemiol"," 2022"," 10.1093/aje/kwab150",""],[" Spatial distribution of tuberculosis in a rural region of Western Province, Papua New Guinea"," INTRODUCTION: There is a high burden of tuberculosis (TB) in the Western Province, Papua New Guinea. This study aims to describe the spatial distribution of TB in the Balimo District Hospital (BDH) catchment area to identify TB patient clusters and factors associated with high rates of TB. METHODS: Information about TB patients was obtained from the BDH TB patient register for the period 26 April 2013 to 25 February 2017. The locations of TB patients were mapped, and the spatial scan statistic was used to identify high- and low-rate TB clusters in the BDH catchment area. RESULTS: A total of 1568 patients were mapped with most being from the Balimo Urban (n = 252), Gogodala Rural (n = 1010) and Bamu Rural (n = 295) local level government (LLG) areas. In the Gogodala region (Balimo Urban and Gogodala Rural LLGs), high-rate clusters occurred closer to the town of Balimo, while low-rate clusters were located in more remote regions. In addition, closer proximity to Balimo was a predictor of high-rate clustering. DISCUSSION: There is heterogeneity in the distribution of TB in the Balimo region. Active case-finding activities indicated potential underdiagnosis of TB and the possibility of associated missed diagnoses of TB. The large BDH catchment area emphasizes the importance of the hospital in managing TB in this rural region."," https://www.ncbi.nlm.nih.gov/pubmed/32133209"," Diefenbach-Elstob, T. Guernier-Cambert, V. Gula, B. Dowi, R. Pelowa, D. Pomat, W. Rush, C. Plummer, D. McBryde, E. Warner, J."," Western Pac Surveill Response J"," 2019"," 10.5365/wpsar.2019.10.2.001",""],[" Tuberculosis in the Western Pacific Region: Estimating the burden of disease and return on investment 2020-2030 in four countries"," BACKGROUND: We aimed to estimate the disease burden of Tuberculosis (TB) and return on investment of TB care in selected high-burden countries of the Western Pacific Region (WPR) until 2030. METHODS: We projected the TB epidemic in Viet Nam and Lao People\u0027s Democratic Republic (PDR) 2020-2030 using a mathematical model under various scenarios: counterfactual (no TB care); baseline (TB care continues at current levels); and 12 different diagnosis and treatment interventions. We retrieved previous modeling results for China and the Philippines. We pooled the new and existing information on incidence and deaths in the four countries, covering \u003E80% of the TB burden in WPR. We estimated the return on investment of TB care and interventions in Viet Nam and Lao PDR using a Solow model. FINDINGS: In the baseline scenario, TB incidence in the four countries decreased from 97*0/100,000/year (2019) to 90*1/100,000/year (2030), and TB deaths from 83,300/year (2019) to 71,100/year (2030). Active case finding (ACF) strategies (screening people not seeking care for respiratory symptoms) were the most effective single interventions. Return on investment (2020-2030) for TB care in Viet Nam and Lao PDR ranged US$4-US$49/dollar spent; additional interventions brought up to US$2*7/dollar spent. INTERPRETATION: In the modeled countries, TB incidence will only modestly decrease without additional interventions. Interventions that include ACF can reduce TB burden but achieving the End TB incidence and mortality targets will be difficult without new transformational tools (e.g. vaccine, new diagnostic tools, shorter treatment). However, TB care, even at its current level, can bring a multiple-fold return on investment. FUNDING: World Health Organization Western Pacific Regional Office; Swiss National Science Foundation Grant 163878."," https://www.ncbi.nlm.nih.gov/pubmed/34327358"," Estill, J. Islam, T. Houben, Rmgj Rudman, J. Ragonnet, R. McBryde, E. S. Trauer, J. M. Orel, E. Nguyen, A. T. Rahevar, K. Morishita, F. Oh, K. H. Raviglione, M. C. Keiser, O."," Lancet Reg Health West Pac"," 2021"," 10.1016/j.lanwpc.2021.100147",""],[" Tuberculosis in the Torres Strait: the lady doth test too much"," INTRODUCTION: Smear-positive pulmonary tuberculosis (PTB) requires rapid diagnosis and treatment to prevent ongoing transmission. Collection of two sputum specimens is considered the minimum requirement for the diagnosis of PTB but current guidelines in the Torres Strait Islands, Australia, recommend three sputum specimens; this frequently delays treatment initiation. METHODS: A retrospective study was performed to ascertain the diagnostic yield of sputum specimens collected in the Torres Strait Islands. The study assessed demographics and characteristics of all PTB cases diagnosed between 2000 and 2018, and assessed the diagnostic yield in 143 patients from whom at least three sputum specimens had been collected prior to treatment commencement. Incremental and cumulative yield was calculated for each sputum specimen. Data were further analysed using binary logistic regression to examine the association between selected characteristics and a smear-positive acid-fast bacilli (AFB) result. RESULTS: Overall, AFB was detected from the first or second sputum specimen in 97 of 101 PTB cases that were sputum smear positive. A smear-positive result was more common (odds ratio 2.84, 95% confidence interval 1.08-7.46) for Papua New Guinea nationals compared to Australian born patients. Of the 429 samples collected, 76 (18%) were of poor quality and the association between poor quality specimens and smear-negative results was significant (p\u003C0.01). Among sputum smear-negative cases, 5/42 (12%) had three consecutive poor quality specimens. The most common collection modality in adults was voluntary expectoration; done in 391/429 (91%) of all specimens collected. Alternative specimen collection methods were mainly used in children; induced sputum 1/429 (0.2%), gastric aspirate 26/429 (6%) and nasopharyngeal aspirate 7/429 (1.6%). Errors with labelling, packaging and transportation occurred in 44 specimens from 15 patients. CONCLUSION: Two good quality specimens ensure adequate diagnostic yield for PTB and a third specimen should only be collected from patients with two negative specimens who have persistent symptoms. Ideally, decentralised Xpert Ultra\u0026reg; should be the frontline diagnostic test in remote settings, especially in settings like the Torres Strait Islands with high rates of drug-resistant TB."," https://www.ncbi.nlm.nih.gov/pubmed/33562992"," Foster, J. Marais, B. Martin, R. L. Peniyamina, D. Mendez, D. Warner, J. McBryde, E."," Rural Remote Health"," 2021"," 10.22605/RRH6317",""],[" Time to commencement of effective treatment in patients with drug-resistant tuberculosis diagnosed in the Torres Strait-Papua New Guinea cross-border region"," INTRODUCTION: Delays between self-reported symptom onset and commencement of effective treatment contribute to ongoing tuberculosis (TB) transmission, which is a particular concern in patients with drug-resistant (DR)-TB. The study authors assessed improvements in time to commencement of effective treatment in patients diagnosed with DR-TB in the Torres Strait-Papua New Guinea cross-border region. METHODS: All laboratory-confirmed DR-TB cases diagnosed in the Torres Strait between 1 March 2000 and 31 March 2020 were reviewed. Total time from self-reported onset of symptoms to effective treatment commencement in different programmatic time periods was assessed. Pairwise analyses and time to event proportional hazard calculations were used to explore the association between delays in median time to effective treatment, and selected variables. Data were further analysed to examine predictors of excessive treatment delay. RESULTS: The median number of days from self-reported onset of symptoms to effective treatment commencement was 124 days (interquartile range 51-214) over two decades. Between 2006 and 2012, most (57%) cases exceeded this \u0027grand median\u0027 while the median \u0027time to treat\u0027 in the most recent time period (2016-2020) was significantly reduced to 29 days (p\u003C0.001). Although there was a reduction in the median \u0027time to treat\u0027 with the introduction of Xpert MTB/RIF (135 days pre-Xpert v 67 days post-Xpert) this was not statistically significant (p=0.07). Establishment of the Torres and Cape TB Control Unit on Thursday Island (2016-2020) was significantly associated with reduced treatment delay, compared to the previous TB program period (2000-2005, p\u003C0.04; 2006-2012, p\u003C0.001). CONCLUSION: Minimising TB treatment delay in remote settings like the Torres Strait-Papua New Guinea cross-border region requires effective decentralised diagnosis and management structures. The results of this study suggest that the establishment of the Torres and Cape TB Control Unit on Thursday Island significantly improved time to commencement of effective TB treatment. Possible contributing factors include better TB education, cross-border communication and patient-centred care."," https://www.ncbi.nlm.nih.gov/pubmed/36977420"," Foster, J. Mendez, D. Marais, B. Peniyamina, D. McBryde, E."," Rural Remote Health"," 2023"," 10.22605/RRH7165",""],[" Critical Consideration of Tuberculosis Management of Papua New Guinea Nationals and Cross-Border Health Issues in the Remote Torres Strait Islands, Australia"," The international border between Australia and Papua New Guinea (PNG) serves as a gateway for the delivery of primary and tertiary healthcare for PNG patients presenting to Australian health facilities with presumptive tuberculosis (TB). An audit of all PNG nationals with presumptive TB who presented to clinics in the Torres Strait between 2016 and 2019 was conducted to evaluate outcomes for PNG patients and to consider the consistency and equity of decision-making regarding aeromedical evacuation. We also reviewed the current aeromedical retrieval policy and the outcomes of patients referred back to Daru General Hospital in PNG. During the study period, 213 PNG nationals presented with presumptive TB to primary health centres (PHC) in the Torres Strait. In total, 44 (21%) patients were medically evacuated to Australian hospitals; 26 met the evacuation criteria of whom 3 died, and 18 did not meet the criteria of whom 1 died. A further 22 patients who met the medical evacuation criteria into Australia were referred to Daru General Hospital of whom 2 died and 10 were lost to follow-up. The cross-border movement of people from PNG into Australia is associated with an emergent duty of care. Ongoing monitoring and evaluation of patient outcomes are necessary for transparency and justice."," https://www.ncbi.nlm.nih.gov/pubmed/36136662"," Foster, J. Mendez, D. Marais, B. J. Denholm, J. T. Peniyamina, D. McBryde, E. S."," Trop Med Infect Dis"," 2022"," 10.3390/tropicalmed7090251",""],[" Predictors of unfavourable treatment outcome in patients diagnosed with drug-resistant tuberculosis in the Torres Strait / Papua New Guinea border region"," Drug-resistant tuberculosis (DR-TB) is an ongoing challenge in the Torres Strait Islands (TSI) / Papua New Guinea (PNG) border region. Treatment success rates have historically been poor for patients diagnosed with DR-TB, leading to increased transmission. This study aimed to identify variables associated with unfavourable outcome in patients diagnosed with DR-TB to inform programmatic improvements. A retrospective study of all DR-TB cases who presented to Australian health facilities in the Torres Strait between 1 March 2000 and 31 March 2020 was performed. This time period covers four distinct TB programmatic approaches which reflect Australian and Queensland Government decisions on TB management in this remote region. Univariate and multivariate predictors of unfavourable outcome were analysed. Unfavourable outcome was defined as lost to follow up, treatment failure and death. Successful outcome was defined as cure and treatment completion. In total, 133 patients with resistance to at least one TB drug were identified. The vast majority (123/133; 92%) of DR-TB patients had pulmonary involvement; and of these, 41% (50/123) had both pulmonary and extrapulmonary TB. Unfavourable outcomes were observed in 29% (39/133) of patients. Patients living with human immunodeficiency virus, renal disease or diabetes (4/133; 4/133; 3/133) had an increased frequency of unfavourable outcome (p \u003C0.05), but the numbers were small. Among all 133 DR-TB patients, 41% had a low lymphocyte count, which was significantly associated with unfavourable outcome (p \u003C0.05). We noted a 50% increase in successful outcomes achieved in the 2016-2020 programmatic period, compared to earlier periods (OR 5.3, 95% Confidence Interval [1.3, 20.4]). Being a close contact of a known TB case was associated with improved outcome. While DR-TB treatment outcomes have improved over time, enhanced surveillance for DR-TB, better cross border collaboration and consistent diagnosis and management of comorbidities and other risk factors should further improve patient care and outcomes."," https://www.ncbi.nlm.nih.gov/pubmed/36490236"," Foster, J. Mendez, D. Marais, B. J. Peniyamina, D. McBryde, E. S."," PLoS One"," 2022"," 10.1371/journal.pone.0266436",""],[" Mathematical analysis of a two-strain tuberculosis model in Bangladesh"," Tuberculosis (TB) is an airborne infectious disease that causes millions of deaths worldwide each year (1.2 million people died in 2019). Alarmingly, several strains of the causative agent, Mycobacterium tuberculosis (MTB)-including drug-susceptible (DS) and drug-resistant (DR) variants-already circulate throughout most developing and developed countries, particularly in Bangladesh, with totally drug-resistant strains starting to emerge. In this study we develop a two-strain DS and DR TB transmission model and perform an analysis of the system properties and solutions. Both analytical and numerical results show that the prevalence of drug-resistant infection increases with an increasing drug use through amplification. Both analytic results and numerical simulations suggest that if the basic reproduction numbers of both DS ([Formula: see text]) and DR ([Formula: see text]) TB are less than one, i.e. [Formula: see text] the disease-free equilibrium is asymptotically stable, meaning that the disease naturally dies out. Furthermore, if [Formula: see text], then DS TB dies out but DR TB persists in the population, and if [Formula: see text] both DS TB and DR TB persist in the population. Further, sensitivity analysis of the model parameters found that the transmission rate of both strains had the greatest influence on DS and DR TB prevalence. We also investigated the effect of treatment rates and amplification on both DS and DR TB prevalence; results indicate that inadequate or inappropriate treatment makes co-existence more likely and increases the relative abundance of DR TB infections."," https://www.ncbi.nlm.nih.gov/pubmed/35256670"," Kuddus, M. A. McBryde, E. S. Adekunle, A. I. White, L. J. Meehan, M. T."," Sci Rep"," 2022"," 10.1038/s41598-022-07536-2",""],[" Scenario analysis for programmatic tuberculosis control in Bangladesh: a mathematical modelling study"," Tuberculosis (TB) is a major public health problem in Bangladesh. Although the National TB control program of Bangladesh is implementing a comprehensive expansion of TB control strategies, logistical challenges exist, and there is significant uncertainty concerning the disease burden. Mathematical modelling of TB is considered one of the most effective ways to understand the dynamics of infection transmission and allows quantification of parameters in different settings, including Bangladesh. In this study, we present a two-strain mathematical modelling framework to explore the dynamics of drug-susceptible (DS) and multidrug-resistant (MDR) TB in Bangladesh. We calibrated the model using DS and MDR-TB annual incidence data from Bangladesh from years 2001 to 2015. Further, we performed a sensitivity analysis of the model parameters and found that the contact rate of both strains had the largest influence on the basic reproduction numbers [Formula: see text] and [Formula: see text] of DS and MDR-TB, respectively. Increasingly powerful intervention strategies were developed, with realistic impact and coverage determined with the help of local staff. We simulated for the period from 2020 to 2035. Here, we projected the DS and MDR-TB burden (as measured by the number of incident cases and mortality) under a range of intervention scenarios to determine which of these scenario is the most effective at reducing burden. Of the single-intervention strategies, enhanced case detection is the most effective and prompt in reducing DS and MDR-TB incidence and mortality in Bangladesh and that with GeneXpert testing was also highly effective in decreasing the burden of MDR-TB. Our findings also suggest combining additional interventions simultaneously leads to greater effectiveness, particularly for MDR-TB, which we estimate requires a modest investment to substantially reduce, whereas DS-TB requires a strong sustained investment."," https://www.ncbi.nlm.nih.gov/pubmed/33623132"," Kuddus, M. A. Meehan, M. T. Sayem, M. A. McBryde, E. S."," Sci Rep"," 2021"," 10.1038/s41598-021-83768-y",""],[" Modeling drug-resistant tuberculosis amplification rates and intervention strategies in Bangladesh"," Tuberculosis (TB) is the seventh leading cause of morbidity and mortality in Bangladesh. Although the National TB control program (NTP) of Bangladesh is implementing its nationwide TB control strategies, more specific and effective single or combination interventions are needed to control drug-susceptible (DS) and multi-drug resistant (MDR) TB. In this study, we developed a two strain TB mathematical model with amplification and fit it to the Bangladesh TB data to understand the transmission dynamics of DS and MDR TB. Sensitivity analysis was used to identify important parameters. We evaluated the cost-effectiveness of varying combinations of four basic control strategies including distancing, latent case finding, case holding and active case finding, all within the optimal control framework. From our fitting, the model with different transmission rates between DS and MDR TB best captured the Bangladesh TB reported case counts. The estimated basic reproduction number for DS TB was 1.14 and for MDR TB was 0.54, with an amplification rate of 0.011 per year. The sensitivity analysis also indicated that the transmission rates for both DS and MDR TB had the largest influence on prevalence. To reduce the burden of TB (both DS and MDR), our finding suggested that a quadruple control strategy that combines distancing control, latent case finding, case holding and active case finding is the most cost-effective. Alternative strategies can be adopted to curb TB depending on availability of resources and policy makers\u0027 decisions."," https://www.ncbi.nlm.nih.gov/pubmed/32702052"," Kuddus, M. A. Meehan, M. T. White, L. J. McBryde, E. S. Adekunle, A. I."," PLoS One"," 2020"," 10.1371/journal.pone.0236112",""],[" Revisiting the Natural History of Pulmonary Tuberculosis: A Bayesian Estimation of Natural Recovery and Mortality Rates"," BACKGROUND: Tuberculosis (TB) natural history remains poorly characterized, and new investigations are impossible as it would be unethical to follow up TB patients without treatment. METHODS: We considered the reports identified in a previous systematic review of studies from the prechemotherapy era, and extracted detailed data on mortality over time. We used a Bayesian framework to estimate the rates of TB-induced mortality and self-cure. A hierarchical model was employed to allow estimates to vary by cohort. Inference was performed separately for smear-positive TB (SP-TB) and smear-negative TB (SN-TB). RESULTS: We included 41 cohorts of SP-TB patients and 19 cohorts of pulmonary SN-TB patients in the analysis. The median estimates of the TB-specific mortality rates were 0.389 year-1 (95% credible interval [CrI], .335-.449) and 0.025 year-1 (95% CrI, .017-.035) for SP-TB and SN-TB patients, respectively. The estimates for self-recovery rates were 0.231 year-1 (95% CrI, .177-.288) and 0.130 year-1 (95% CrI, .073-.209) for SP-TB and SN-TB patients, respectively. These rates correspond to average durations of untreated TB of 1.57 years (95% CrI, 1.37-1.81) and 5.35 years (95% CrI, 3.42-8.23) for SP-TB and SN-TB, respectively, when assuming a non-TB-related mortality rate of 0.014 year-1 (ie, a 70-year life expectancy). CONCLUSIONS: TB-specific mortality rates are around 15 times higher for SP-TB than for SN-TB patients. This difference was underestimated dramatically in previous TB modeling studies, raising concerns about the accuracy of the associated predictions. Despite being less infectious, SN-TB may be responsible for equivalent numbers of secondary infections as SP-TB due to its much longer duration."," https://www.ncbi.nlm.nih.gov/pubmed/32766718"," Ragonnet, R. Flegg, J. A. Brilleman, S. L. Tiemersma, E. W. Melsew, Y. A. McBryde, E. S. Trauer, J. M."," Clin Infect Dis"," 2021"," 10.1093/cid/ciaa602",""],[" Profiling Mycobacterium tuberculosis transmission and the resulting disease burden in the five highest tuberculosis burden countries"," BACKGROUND: Tuberculosis (TB) control efforts are hampered by an imperfect understanding of TB epidemiology. The true age distribution of disease is unknown because a large proportion of individuals with active TB remain undetected. Understanding of transmission is limited by the asymptomatic nature of latent infection and the pathogen\u0027s capacity for late reactivation. A better understanding of TB epidemiology is critically needed to ensure effective use of existing and future control tools. METHODS: We use an agent-based model to simulate TB epidemiology in the five highest TB burden countries-India, Indonesia, China, the Philippines and Pakistan-providing unique insights into patterns of transmission and disease. Our model replicates demographically realistic populations, explicitly capturing social contacts between individuals based on local estimates of age-specific contact in household, school and workplace settings. Time-varying programmatic parameters are incorporated to account for the local history of TB control. RESULTS: We estimate that the 15-19-year-old age group is involved in more than 20% of transmission events in India, Indonesia, the Philippines and Pakistan, despite representing only 5% of the local TB incidence. According to our model, childhood TB represents around one fifth of the incident TB cases in these four countries. In China, three quarters of incident TB were estimated to occur in the \u003E/= 45-year-old population. The calibrated per-contact transmission risk was found to be similar in each of the five countries despite their very different TB burdens. CONCLUSIONS: Adolescents and young adults are a major driver of TB in high-incidence settings. Relying only on the observed distribution of disease to understand the age profile of transmission is potentially misleading."," https://www.ncbi.nlm.nih.gov/pubmed/31752895"," Ragonnet, R. Trauer, J. M. Geard, N. Scott, N. McBryde, E. S."," BMC Med"," 2019"," 10.1186/s12916-019-1452-0",""],[" Estimating the long-term effects of mass screening for latent and active tuberculosis in the Marshall Islands"," BACKGROUND: Ambitious population-based screening programmes for latent and active tuberculosis (TB) were implemented in the Republic of the Marshall Islands in 2017 and 2018. METHODS: We used a transmission dynamic model of TB informed by local data to capture the Marshall Islands epidemic\u0027s historical dynamics. We then used the model to project the future epidemic trajectory following the active screening interventions, as well as considering a counterfactual scenario with no intervention. We also simulated future scenarios including periodic interventions similar to those previously implemented, to assess their ability to reach the End TB Strategy targets and TB pre-elimination in the Marshall Islands. RESULTS: The screening activities conducted in 2017 and 2018 were estimated to have reduced TB incidence and mortality by around one-third in 2020, and are predicted to achieve the End TB Strategy milestone of 50% incidence reduction by 2025 compared with 2015. Screening interventions had a considerably greater impact when latent TB screening and treatment were included, compared with active case finding alone. Such combined programmes implemented at the national level could achieve TB pre-elimination around 2040 if repeated every 2 years. CONCLUSIONS: Our model suggests that it would be possible to achieve TB pre-elimination by 2040 in the Marshall Islands through frequent repetition of the same interventions as those already implemented in the country. It also highlights the importance of including latent infection testing in active screening activities."," https://www.ncbi.nlm.nih.gov/pubmed/35323964"," Ragonnet, R. Williams, B. M. Largen, A. Nasa, J. Jack, T. Langinlur, M. K. Ko, E. Rahevar, K. Islam, T. Denholm, J. T. Marais, B. J. Marks, G. B. McBryde, E. S. Trauer, J. M."," Int J Epidemiol"," 2022"," 10.1093/ije/dyac045",""],[" Timing of Mycobacterium tuberculosis exposure explains variation in BCG effectiveness: a systematic review and meta-analysis"," RATIONALE: The heterogeneity in efficacy observed in studies of BCG vaccination is not fully explained by currently accepted hypotheses, such as latitudinal gradient in non-tuberculous mycobacteria exposure. METHODS: We updated previous systematic reviews of the effectiveness of BCG vaccination to 31 December 2020. We employed an identical search strategy and inclusion/exclusion criteria to these earlier reviews, but reclassified several studies, developed an alternative classification system and considered study demography, diagnostic approach and tuberculosis (TB)-related epidemiological context. MAIN RESULTS: Of 21 included trials, those recruiting neonates and children aged under 5 were consistent in demonstrating considerable protection against TB for several years. Trials in high-burden settings with shorter follow-up also showed considerable protection, as did most trials in settings of declining burden with longer follow-up. However, the few trials performed in high-burden settings with longer follow-up showed no protection, sometimes with higher case rates in the vaccinated than the controls in the later follow-up period. CONCLUSIONS: The most plausible explanatory hypothesis for these results is that BCG protects against TB that results from exposure shortly after vaccination. However, we found no evidence of protection when exposure occurs later from vaccination, which would be of greater importance in trials in high-burden settings with longer follow-up. In settings of declining burden, most exposure occurs shortly following vaccination and the sustained protection observed for many years thereafter represents continued protection against this early exposure. By contrast, in settings of continued intense transmission, initial protection subsequently declines with repeated exposure to Mycobacterium tuberculosis or other pathogens."," https://www.ncbi.nlm.nih.gov/pubmed/33893231"," Trauer, J. M. Kawai, A. Coussens, A. K. Datta, M. Williams, B. M. McBryde, E. S. Ragonnet, R."," Thorax"," 2021"," 10.1136/thoraxjnl-2020-216794",""],[" Tuberculosis in migrants to Australia: Outcomes of a national screening program"," BACKGROUND: Few low-incidence countries are on track to achieve the ambitious target of reaching TB pre-elimination by 2035. Australia is a high-income country with a low burden of TB, which is particularly concentrated in migrant populations. As part of Australia\u0027s migration program, permanent, provisional and humanitarian visa applicants are screened for TB, along with some applicants for temporary visas. METHODS: We calculated the prevalence of all forms of active TB and bacteriologically-confirmed TB among onshore and offshore applicants for visas to Australia from July 2014 to June 2017, and investigated associated risk factors using logistic regression. FINDINGS: Visa applicants were predominantly young adults from various Asian countries. Among 2,381,217 applicants, 1263 cases of active TB were diagnosed, including 852 cases of bacteriologically-confirmed TB. Overall TB prevalence was 53.0 per 100,000, corresponding to one TB diagnosis for every 1887 applicants screened. TB rates increased with age and were higher among humanitarian applicants and those previously treated for TB, although most cases occurred in applicants without these risk factors. TB prevalence by country of origin was similar to WHO estimates for some countries, but considerably lower for others. For several highly represented countries of origin, rates appear to have fallen relative to earlier comparable studies. INTERPRETATION: Prevalence of TB among visa applicants to Australia and the consequent risk to the Australian community appear to be declining and remain low. In this context, support for TB control programs overseas and preventive interventions are likely to have the greatest impact on domestic TB burden. FUNDING: No specific funding was received for this study. JMT is a recipient of an Early Career Fellowship from the Australian National Health and Medical Research Council (APP1142638)."," https://www.ncbi.nlm.nih.gov/pubmed/34327348"," Trauer, J. M. Williams, B. Laemmle-Ruff, I. Horyniak, D. Caplice, L. V. S. McBryde, E. S. Majumdar, S. S. Graham, S. M. Hellard, M. E."," Lancet Reg Health West Pac"," 2021"," 10.1016/j.lanwpc.2021.100135",""]]},{"page_name":"Projects","content":[["National Planning for Tuberculosis Programs in Bulgaria","AuTuMN is applied in the Republic of Bulgaria to support decision-making and strategic investment planning for TB in the country. Bulgaria is in transition from Global Fund support to fully domestically funded TB services, and this modelling project aims to assist the country in the transition planning.AuTuMN projects the TB epidemic trajectory under various epidemiological and financial scenarios, assesses the ability of current programs to reach sustainable development goals and country-specific goals, and provides estimates of how best to allocate resources across different TB control activities to maximise health outcomes.The results of the analysis have helped policy makers and the NTP of Bulgaria to design tailored strategic plans that will improve the efficiency of TB programs and are optimal in reducing TB burden in the country. In collaboration with the NTP, AuTuMN recently conducted a workshop in Sofia, Bulgaria, 26 June 2017, to present the results of the analysis to policy makers and stakeholders (see picture).","Tan Doan, Romain Ragonnet, James Trauer, Emma McBryde.","","Bulgaria","2017","2018","Images/831.JPG"],["A user-friendly interface to assist local decision making in the fight against drug-resistant TB","Our recent exploration of the different pathways leading to drug-resistant TB at retreatment (Ragonnet et al., BMC ID, Jan 2017) provided valuable insights for TB policy-makers. This study presented quantitative estimates for the contribution made by these pathways in the different WHO regions and in many countries. It highlighted the need for contextualised solutions in the fight against drug-resistant TB.\n\nWe have now created a user-friendly web-based interface based on the model described in the previous manuscript. This new tool can be used by people without technical knowledge and can be applied to any specific settings.\n\nThe interface is publicly available here and was introduced in a correpsondence paper recently published in BMC Infectious Diseases.","Romain Ragonnet, James Trauer, Ben Marais, Justin Denholm, Emma McBryde.","","","2016","2017","Images/user.png"],["Exploration of the Global post-2015 TB Targets: Multi-modelling exercise","AuTuMN was one of eleven leading international modelling groups involved in a collaboration to simulate whether the post-2015 End TB Targets are achievable in India, China and South Africa. This collaboration was coordinated by TB-MAC and the London School of Hygiene and Tropical Medicine.\n\nAuTuMN was one of only three models to contribute both epidemiological and economic results for all three countries. The results of the collaboration were presented at the Union World Conference on Lung Health in December 2015.\n\nThis project produced two papers, which were recently published together in the Lancet Global Health.\n","James Trauer, Emma McBryde, Justin Denholm.","","India, China, South Africa","2015","2017","Images/2015_project"],["Modelling to assist TB-control in Western Province, Papua New Guinea","Following an epidemiological assessment conducted in Western Province by Prof. Emma McBryde in 2012, five scenarios representing alternative programmatic responses over 10 years were developed with local staff. We used the AuTuMN transmission dynamic model to compare the impact of these different scenarios on TB burden. The economic costs induced by TB were also considered as an outcome in our analysis.\n\nWe demonstrated that continuation of the existing strategic plan would lead to a proportion of MDR-TB among incident cases that would increase dramatically and that programmatic management of MDR-TB is therefore urgently needed.","James Trauer, Emma McBryde, Justin Denholm, Romain Ragonnet.","","Papua New Guinea","2013","2015","Images/"],["Modelling short-course regimen for MDR-TB treatment in Uzbekistan","In collaboration with Medecins sans Frontieres, the WHO and the National TB Program of Uzbekistan, AuTuMN has simulated changing from the standard WHO regimen to a standardised short-course regimen for treatment of MDR-TB patients.\n\nShort-course regimens are currently under investigation as a way to achieve better control of MDR-TB in a range of settings. Our modelling work considers the likely epidemiological impact of changing to a short-course approach in Karakalpakstan, western Uzbekistan. The work is now nearing completion and will be submitted for publication soon.","James Trauer, Emma McBryde, Justin Denholm.","","Uzbekistan","2015","2016","Images/Uzbekistan.jpg"],["National Planning for Tuberculosis Programs in Philippines","AuTuMN provides modelling support to the Philippines to inform TB policy decision-making. The analysis is performed with the support from the Global Fund through the Special Initiative on Optimizing Value for Money and Financial Sustainability (SI-VFM). This project is aimed to provide epidemiological projections of TB epidemics in the Philippines, the impact of interventions in TB epidemics, and to suggest best use of resources to maximise health outcomes. The results from this modelling exercise will support better TB planning and prioritisation under the context of ensuring the efficiency and sustainability of national TB prevention and control efforts. This is particularly important given the high probability of donor funding reduction in the near future.\n","Tan Doan, Emma McBryde, James Trauer.","","Philippines","2016","2017","Images/Philippines.png"],["National Planning for Tuberculosis Programs in Mongolia","The AuTuMN team visited Mongolia in July 2019 and met with members of the Global Fund and the National Centre for Communicable Diseases to assist in the strategic planning and investment of tuberculosis control in the country.\n\nMongolia has already performed several large-scale surveys including a recent tuberculosis prevalence survey, drug susceptibility survey and a study on catastrophic costs incurred by tuberculosis patients. These studies provide invaluable data which can be used in the AuTuMN model to predict the tuberculosis epidemic trajectory under various scenarios. This information can be used to optimise resource allocation across different tuberculosis control activities to achieve national tuberculosis elimination goals. A follow-up meeting in September 2019 will be held to present the findings from the modelling analysis.\n\n","Romain Ragonnet, Damon Eisen, Jennifer Ho, James Trauer, Emma McBryde.","","Mongolia","2018","2018","Images/"],["National Planning for Tuberculosis Programs in Fiji","AuTuMN is providing analytical support to inform the national TB program in Fiji. Our objective is to determine the optimal distribution of strategic resources in order to maximise the impact of TB-control interventions with the available funding.\n\n\nFiji is in transition from a funding supported by the Global Fund and a funding that will be provided exclusively by the National Strategic Plans. Therefore, this resource allocation exercise is needed to insure the continuation of the incidence decline that has been observed over the last decades.","Emma McBryde, James Trauer, Tan Doan, Romain Ragonnet.","","Fiji","2016","2017","Images/"],["COVID-19 Modelling","The AuTuMN team, like many modelling groups, have been seconded to work on COVID-19 modelling in 2020. We have developed models of COVID transmission and mitigation for Australia, Malaysia and The Philippines, as well as regional and global travel models.\n\n\n\u003Ca href=\u0022https://www.aithm.jcu.edu.au/research/research-projects-and-groups/covid-19/\u0022\u003EAITHM modelling\u003C/a\u003E\n\n\u003Ca href=\u0027http://www.autumn-data.com/\u0027\u003E  Autumn-data \u003C/a\u003E\n\n\nOr next phase of research is to combine our interests in TB control and COVID-19 to examine the impact of COVID-19 on Tuberculosis transmission. COVID-19 has been a disruptive event to the whole world and has been particularly consuming for public health practitioners, leaching funding from contact tracing and active case finding, health promotion and even treatment of other serious and ubiquitous diseases such as tuberculosis, HIV and malaria. Such impact may make the END TB targets even harder to attain. We will examine the likely impact of COVID-19 on tuberculosis in regional countries based on emerging data on the impact of the disruption on TB programs.","Emma McBryde, James Trauer, Romain Ragonnet, Michael Meehan, Jamie Caldwell.","","","","","Images/"],["Modelling Cost-effectiveness of treatment of latent tuberculosis in Victoria, Australia","The AuTuMN team developed a cost-effectiveness model for treating latent TB in different groups in Victoria, Australia. We considered groups with different prevalence, and several different diagnostic strategies including tuberculin skin tests and Quantiferon Gold Assays.","","","","2019","2020","Images/"],["COVID and tuberculosis in the Philippines","The Philippines experienced COVID outbreaks in 2020 and 2021 leading to severe impacts on other public health prevention programs including tuberculosis. During these years, the notification rates for tuberculosis dropped dramatically. We used dynamic models to project the consequences of the reduced notifications, the number of years required to catch up to pre-covid levels and the potential impact of reduced contact during the COVID years.\n\nThis work re-assessed the priorities for TB control in light of the COVID disruption.","","","","2021","2022","Images/"],["Strategic investment in tuberculosis control in the Islamic Republic of Pakistan","The AuTuMN team used a calibrated compartmental deterministic model to assess cost effectiveness of key interventions for tuberculosis control in Pakistan. This project estimated the cost and impact of existing programs in Pakistan and projections for future programs including addressing drug resistant tuberculosis, increasing case detection and maintaining high programmatic success rates.","","","","2022","2023","Images/"],["Tuberculosis control in Cameroon","The AuTuMN team partnered with the National Tuberculosis Program of Cameroon to assess the drivers of tuberculosis and strategies for control. Strategies evaluated included improved active case finding, improved diagnostics and improved treatment success rates, in addition to targeted high risk group interventions.","","","","2023","2023","Images/"]]},{"page_name":"Links","content":[["The Global Fund","http://www.theglobalfund.org/en/"],["The Burnet Institute","https://www.burnet.edu.au/"],["CRE in Policy Relevant Infectious diseases Simulation and Mathematical Modelling (PRISM2)","https://prism.edu.au/"],["Victorian Tuberculosis Program","https://www.thermh.org.au/services/victorian-tuberculosis-program"],["The University of Sydney","https://www.sydney.edu.au/"],["The University of New South Wales","https://www.unsw.edu.au/"],["TB-MAC","http://tb-mac.org/"],["LSHTM - TB-Modelling Group","http://tbmodelling.lshtm.ac.uk/"],["TB CRE","https://www.tbcre.org.au/"]]},{"page_name":"Contact Us","content":[]}]